tests/cases/boxFill/constant/fvModels
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location "constant";
    object fvModels;
}
