tests/cases/boxFill/system/controlDict
FoamFile
{
    version 2.0;
    format ascii;
    class "dictionary";
    object controlDict;
}
application     foamRun;
solver          moldingFoam;
libs            ("libmoldingFoam.so");
startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         1.500000;
deltaT          1e-05;
writeControl    adjustableRunTime;
writeInterval   0.1;
purgeWrite      0;
writeFormat     ascii;
writePrecision  7;
runTimeModifiable yes;
adjustTimeStep  on;
maxCo           0.5;
maxAlphaCo      0.1;
maxDeltaT       1;
