tests/cases/boxFill/system/expectedPatterns
moldingFoam: V/P switch
End
